/**
 * Appcelerator Titanium
 * this is a generated file - DO NOT EDIT
 */

"welcome_message" = "Welcome to YouThisMe/";
"label_user_name" = "User Name";
"label_password" = "Password";
"view_messages" = "View Messages";
"send_messages" = "Send a Message";
"user_name_password_req" = "Username/Password are required";
"invalid_login" = "Login Invalid";
